{
  "displayName": "Baseline - MFA for All Users (Exclude BreakGlass)",
  "state": "disabled",
  "conditions": {
    "users": {
      "includeUsers": [
        "All"
      ],
      "excludeUsers": [
        "<breakglass-upn@contoso.com>"
      ]
    },
    "clientAppTypes": [
      "all"
    ]
  },
  "grantControls": {
    "operator": "OR",
    "builtInControls": [
      "mfa"
    ]
  }
}